import { TransType } from "@/locale/ru"

export const kz: TransType = {
  MORE: 'Толығырақ',
  MIN_MORE: 'Жию',

  IMAGE_ALT: "Сурет",

  COPY: "Көшірілді: {{ text }}",
  COPY_ERROR: "Көшірілмеген: {{ text }}",

  EMPTY: "Мұнда әлі ештеңе жоқ",

  VIEW: "Көздерде қарау",

  TIME_WINTER: "Қыс",
  TIME_SPRING: "Көктем",
  TIME_SUMMER: "Жаз",
  TIME_AUTUMN: "Күз",

  MONTH_DECEMBER: "Желтоқсан",
  MONTH_JANUARY: "Қаңтар",
  MONTH_FEBRUARY: "Ақпан",
  MONTH_MARCH: "Наурыз",
  MONTH_APRIL: "Сәуір",
  MONTH_MAY: "Мамыр",
  MONTH_JUNE: "Маусым",
  MONTH_JULY: "Шілде",
  MONTH_AUGUST: "Тамыз",
  MONTH_SEPTEMBER: "Қыркүйек",
  MONTH_OCTOBER: "Қазан",
  MONTH_NOVEMBER: "Қараша",

  META_TITLE: "Жұлдызды демалыс",
  META_DESCRIPTION: "Біз әр демалыс таңғажайып оқиғаның басталуына айналатын кеңістік құрамыз - сіздің оқиғаңыз, жарқын және қайталанбас. Бізге қосылыңыз және жұлдызыңыздың одан да жарқын жануына мүмкіндік беріңіз!",

  NAV_ABOUT: "Біз туралы",
  NAV_CAMP: "Лагерь кеңістігі",
  NAV_CHANGE: "Ауысымдар кестесі",
  NAV_SEASON: "Маусымдар",
  NAV_REVIEW: "Пікірлер",
  NAV_GALLERY: "Галерея",
  NAV_MISSION: "Біздің миссиямыз",
  NAV_MAP: "Карта мен байланыс",
  NAV_QUESTION: "Сұрақтар",

  HOME_TITLE: "Сіздің жұлдызды демалысыңыз осы жерден басталады!",
  HOME_SUBTITLE: "Біз әр демалыс таңғажайып оқиғаның басталуына айналатын кеңістік құрамыз - сіздің оқиғаңыз, жарқын және қайталанбас. Бізге қосылыңыз және жұлдызыңыздың одан да жарқын жануына мүмкіндік беріңіз!",

  SUBMIT_BOOK: "Брондау",

  MODAL_TITLE: "Ұмытылмас демалысыңызды жылдам брондаңыз!",
  MODAL_SUBTITLE: "Біздің мамандар сізді кірулер, брондау шарттары және акциялар туралы кеңес береді!",
  MODAL_BTN_PHOME: "Қоңырау шалу",

  ABOUT_TITLE: "Біз туралы және біздің жұлдызды тарихымыз туралы",

  ABOUT_CARD_NAME_1: "2002-ден 2012 жылға дейін",
  ABOUT_CARD_DESCRIPTION_1: "Біздің тарихымыз 2002 жылы «Континент» базасынан басталды - өз уақытында ең танымал балалар базасы. Дәл осы жерде балаларға арналған кеңістік құру идеясы пайда болды.\n2002 жылдан 2012 жылға дейінгі кезеңде «Континент» жарқын естеліктер қалыптасқан, балалар қарым-қатынас, белсенді демалыс және достық қуанышын ашқан орынға айналды.\nБүгінде тарих ғажайып жолмен жалғасуда: бір кездері бізде демалған адамдар ата-ана болып, енді өз балаларын «Жұлдызды Бурабайға» әкеледі. Бұл ұрпақтар сабақтастығы - біздің құндылықтарымыз, қамқорлығымыз және балалыққа деген сүйіспеншілігіміз өзгермейтінінің дәлелі.\nБіз өз өткенімізбен мақтанамыз және әрқашан оралғыңыз келетін және әр жұлдыз күн сайын жарқын жарқырайтын орын жасауды жалғастыра отырып, болашаққа үмітпен қараймыз.",

  ABOUT_CARD_NAME_2: "2021-ден 2024-ке дейін",
  ABOUT_CARD_DESCRIPTION_2: "2021 жылы «Жұлдызды» БСО сенімгерлік басқаруға алынды, мақсаты: балаларға лайықты кеңістік құруға инвестиция салу және заманауи демалыс туралы арманды жүзеге асыру. Сол кезде бұрын «Континент» базасында жұмыс істеген кәсіпқойлар командасын жинап, балалар демалысының жаңа форматын іске қосу туралы стратегиялық шешім қабылданды. Осылайша «Жұлдызды Континент» дүниеге келді, оның үстінде біз 2024 жылға дейін жұмыс істедік.",

  ABOUT_CARD_NAME_3: "2024 жылдан бастап біз жаңа тарих жазамыз",
  ABOUT_CARD_DESCRIPTION_3: "2024 жылдың соңында біз маңызды шешім қабылдадық - балалар демалысының тұжырымдамасын қайта қарап, алдағы 5 жылға лагерь дамуының стратегиясын жазу. Біз жұмыс істеген «Континент» жүйесі қазіргі заманғы талаптарға жауап бермейтінін түсіндік. Уақыт бір орында тұрмайды, ал жаңа ұрпақ балаларына басқа тәсіл қажет. Біз лагерді жаңартып қана қоймай, демалуға, дамуға және шабыттануға арналған заманауи кеңістік құруды шештік. Осылайша «Жұлдызды Бурабай» пайда болды - табиғатты, технологияларды, шығармашылықты және достықты біріктіретін лагерь.\n\nБолашаққа жолымыз: алдағы 5 жылға мақсаттар\nТолық ребрендинг - жаңа келбет, жаңа философия, жаңа мүмкіндіктер.\nЖаңартылған бағдарламалар - тақырыптық ауысымдар, soft skills, шығармашылық, көшбасшылық, коммуникация, командалық жұмыс, спорт, ғылым.\nЖайлылық пен қауіпсіздіктің жаңа деңгейі - сапалы тамақтану, медициналық қолдау, демалыс жағдайларын бақылау.\nЛагерьді жаңғырту - инфрақұрылымды жақсарту, ыңғайлы корпустар, аумақты абаттандыру.",

  CAMP_TITLE: "Лагерь кеңістігі",

  CAMP_ITEM_1: "Тұрғын корпустар",
  CAMP_NAME_1: "300 орындық екі кең және жайлы корпус",
  CAMP_DESCRIPTION_1: "Балаларды 4-8 адамдық бөлмелерде орналастыруға арналған кең тұрғын корпустар.",
  CAMP_PUNKT_1_1: "Әр бөлмеде душ пен дәретхана",
  CAMP_PUNKT_1_2: "Балалардың демалуына арналған демалыс аймақтары бар",

  CAMP_ITEM_2: "Мед. пункт",
  CAMP_NAME_2: "Медициналық пункт",
  CAMP_DESCRIPTION_2: "Лагерь аумағында балаларға алғашқы көмек көрсетуге және олардың денсаулығын бақылауға қажетті барлық жабдықтармен жабдықталған медициналық блок орналасқан. Медициналық қызметкерлер балалардың жағдайын қадағалайды, тексерулер жүргізеді және қажет болған жағдайда олардың қауіпсіздігі мен жайлылығын қамтамасыз ету үшін шаралар қабылдайды.",
  CAMP_PUNKT_2_1: "Қажетті дәрі-дәрмектері бар дәріхана пункті",
  CAMP_PUNKT_2_2: "Білікті дәрігерлердің тәулік бойы кезекшілігі",

  CAMP_ITEM_3: "Мәдени-демалыс орталығы",
  CAMP_NAME_3: "Мәдени-демалыс орталығы",
  CAMP_DESCRIPTION_3: "Лагерьде балалардың шығармашылық дамуы мен қызықты бос уақыты үшін барлық жағдай жасалған. Біз фестивальдер, конкурстар, квесттер, тақырыптық кештер ұйымдастырамыз, мұнда әр бала өзін көрсетіп, жаңа хобби табып, өз әлеуетін аша алады!",
  CAMP_PUNKT_3_1: "Арт-студия – сурет салу, қолөнер, театр қойылымдары және басқа да шығармашылық сабақтарға арналған кеңістік",
  CAMP_PUNKT_3_2: "Екі көшелік сахна, кіші және үлкен – концерттер, конкурстар, өнер көрсетулерге арналған алаңдар",

  CAMP_ITEM_4: "Асхана",
  CAMP_NAME_4: "Асхана",
  CAMP_DESCRIPTION_4: "Лагерь асханасы «Фудзона» жеке кампусында орналасқан, балалардың тамақтануы үшін жайлы жағдай жасалған. Бұл бір уақытта 150 адамға дейін орналаса алатын кең және жарық бөлме. Асхана – тек тамақтануға арналған орын ғана емес, сонымен қатар балалар толыққанды тамақтанып, жаңа шытырман оқиғалар алдында демалатын лагерьдің маңызды бөлігі!",
  CAMP_PUNKT_4_1: "Сапа бақылауы – барлық өнімдер санитарлық нормаларға сәйкес келеді және қатаң бақылаудан өтеді",
  CAMP_PUNKT_4_2: "Тазалық пен тәртіп – қызметкерлер үстелдердің тазалығы мен жалпы гигиенаны қадағалайды",

  CAMP_ITEM_5: "Спорт алаңы",
  CAMP_NAME_5: "Спорт алаңдары",
  CAMP_DESCRIPTION_5: "Лагерь табиғатпен қоршалған 8,6 га кең аумақта орналасқан, бұл демалыс пен белсенді ойындар үшін жайлы жағдай жасайды. Лагерь аумағы балалардың белсенді демалысты, спортты және таза ауада рахаттануды үйлестіре алатындай етіп ойластырылған.",
  CAMP_PUNKT_5_1: "Екі волейбол алаңы",
  CAMP_PUNKT_5_2: "Футбол алаңы",
  CAMP_PUNKT_5_3: "Көптеген беседкалар",
  CAMP_PUNKT_5_4: "Серуендеу аймақтары",

  CHANGE_TITLE: "Ауысымдар",
  CHANGE_ONE: "ауысым",
  CHANGE_EXIT: "Шығу",
  CHANGE_CHECK_IN: "Кіру",

  SEASON_TITLE: "Маусымдар",
  SEASON_SUBTITLE: "Ұмытылмас әсерлер қалай болатынын көріңіз",

  SEASON_SUMMER_NAME_1: "«Жұлдызды Бурабайдағы» жаз – шытырман оқиғалар, достық және сиқыр уақыты!",
  SEASON_SUMMER_DESCRIPTION_1: "Әр таң күлкімен басталатын, ал күн шытырман оқиғаларға, көңілді ойындарға және сиқырлы сәттерге толы орынды елестетіп көріңізші. Бұл «Жұлдызды Бурабай» – армандар орындалатын және ең жақсы жазғы оқиғалар туатын лагерь!",

  SEASON_SUMMER_NAME_2: "Еркіндік пен қуаныш аумағы",
  SEASON_SUMMER_DESCRIPTION_2: "Мұнда жүгіруге, ойнауға, армандауға және еркін тыныс алуға болатын 8,6 гектар кеңістік бар. Лагердегі жаз – бұл күнмен көмкерілген алаңдар, қарағайлардағы желдің дыбысы және балалардың сыңғырлаған күлкісі.",

  SEASON_SUMMER_NAME_3: "Сулы шытырман оқиғалар",
  SEASON_SUMMER_DESCRIPTION_3: "Ыстық күндері біз бассейндерде сергіп, көбікті кештер мен су шайқастарын ұйымдастырамыз.",

  SEASON_SUMMER_NAME_4: "Спорттық ойындар",
  SEASON_SUMMER_DESCRIPTION_4: "Футбол алаңында және волейбол алаңдарында нағыз шайқастар жүреді, мұнда жеңіс қана емес, командалық рух те маңызды!",

  SEASON_SUMMER_NAME_5: "Шекарасыз шығармашылық",
  SEASON_SUMMER_DESCRIPTION_5: "Арт-студияда қиялдар тіріледі: суреттер, қолөнер, театр қойылымдары және тіпті өз шоуын жасау.",

  SEASON_SUMMER_NAME_6: "От жанындағы достық жылуы",
  SEASON_SUMMER_DESCRIPTION_6: "Күн көкжиектен батқан кезде, күннің ең сиқырлы бөлігі басталады – от жанындағы кеш. Біз сүйікті әндерді айтамыз, оқиғаларды айтып береміз және өзімізді үлкен жұлдызды отбасының бір бөлігі сияқты сезінеміз.",

  SEASON_SUMMER_NAME_7: "Соңғы аккорд – эмоциялар фейерверкі!",
  SEASON_SUMMER_DESCRIPTION_7: "Әр ауысым керемет мерекемен аяқталады, онда музыка ойнайды, аспанда жарқын оттар жарқырайды, және барлық адамдар түсінеді: бұл жаз мәңгі есте қалады.",

  SEASON_WINTER_NAME_1: "«Жұлдызды Бурабайдағы» қыс – керемет, қарлы шытырман оқиғалар және жылы кездесулер уақыты!",
  SEASON_WINTER_DESCRIPTION_1: "Қар күн астында жылтырайтын, ауа сыңғырлаған күлкіге толы, ал әр минут – кішкентай керемет жерді елестетіп көріңізші. «Жұлдызды Бурабайда» қыс нағыз ертегі саяхатына айналады, мұнда әр бала өз қысқы оқиғасының бас кейіпкері!",

  SEASON_WINTER_NAME_2: "Ең жақсы төбеден сырғанау!",
  SEASON_WINTER_DESCRIPTION_2: "Мұнда сізді тюбингтерде тыныс тоқтататын құлдилаулар күтеді – демің үзіледі, ал күлкі бетіңнен кетпейді! Ең мықты қар қамалын кім салады? Мұзды эстафетада кім бірінші финишке жетеді?",

  SEASON_WINTER_NAME_3: "От жанындағы жайлы кештер",
  SEASON_WINTER_DESCRIPTION_3: "Күн батқан кезде, біз жылы от айналасына жиналып, гитарамен сүйікті әндерді айтамыз.",

  SEASON_WINTER_NAME_4: "Мәңгі есте қалатын мерекелер",
  SEASON_WINTER_DESCRIPTION_4: "Жаңа жылдық кереметтер – Аяз атамен, Қар қызбен және сыйлықтар қапшығымен кездесу. Театр қойылымдары – балалар өздері ертегі кейіпкерлеріне айналады! Фейерверктер сиқыры – әр ауысымның соңғы аккорды, аспан жарқын оттармен жарқырайды.",

  GALLERY_TITLE: "Лагерь галереясы",

  MISSION_TITLE: "Біздің миссиямыз",
  MISSION_SUBTITLE: "Біз әр баланың қайталанбас жарығы бар бірегей жұлдыз екеніне шын жүректен сенеміз. Біздің миссиямыз-бұл жарық тек ашылып қана қоймай, күн сайын жарқырай түсетін кеңістік құру!",

  MISSION_NAME_1: "Біздің жұлдызды философиямыз",
  MISSION_DESCRIPTION_1: "Біз әр баланың қайталанбас жарығы бар бірегей жұлдыз екеніне шын жүректен сенеміз. Біздің миссиямыз-бұл жарық тек ашылып қана қоймай, күн сайын жарқырай түсетін кеңістік құру!",

  MISSION_NAME_2: "Біздің жұлдызды мақсатымыз",
  MISSION_DESCRIPTION_2: "Біздің мақсатымыз - Жұлдызды Бурабайда өткізген әр сәтті жеке өсу және өзін-өзі тану мүмкіндігіне айналдыру.\nБіз ұмтыламыз:\n- Әр жұлдызымыз жарқын жарқырау жолын табуы үшін шығармашылық ойлау мен бастамашылықты дамыту.\n- Балалар достық, өзара көмек және көшбасшылыққа үйренетін қолдау және шабыттандыратын атмосфера жасаймыз.\nОсының арқасында әр бала жай қатысушы емес, өзінің жеке жұлдызды жолындағы жетістікке жетудің бас кейіпкеріне айналады!",

  MAP_TITLE: "Біз картада және біздің байланыстарымыз",
  MAP_PHONE: "Сату бөлімінің нөмірі WhatsApp және Қоңыраулар",
  MAP_PARENT: "Ата-аналарды қолдау нөмірі",
  MAP_EMAIL: "Электрондық пошта",

  QUESTION_TITLE: "Сұрақтар",

  PUSH_BOOK: "Ең жақсы демалысты брондауға үлгеріңіз",

  ALERT_COPY: "Сәтті көшірілді!",

  FOOTER_SECTION: "Бөлімдер",
  FOOTER_DOCX: "Құжаттар",
  FOOTER_CONTACT: "Байланыс",
  FOOTER_DESIGN: "Дизайнер",
  FOOTER_POLITIC: "Офферта келісімшарты",
  FOOTER_COPYRIGHT: "© 2012-{{year}} жж. \"ЭДЕЛЬВЕЙС 2030\" ЖШС",

  TRACK_NATURE: "Табиғат",
  TRACK_COZY: "Жайлылық",
  TRACK_HEAT: "Жылу",
  TRACK_SPORT: "Спорт",
  TRACK_DANCE: "Би",
  TRACK_FUN: "Көңіл көтеру",
  TRACK_FOREST: "Орман",
  TRACK_CHILDHOOD: "Балалық шақ",
  TRACK_CAMP: "Лагерь",
  TRACK_HOLIDAYS: "Демалыс",
  TRACK_SUMMER: "Жаз",

  QUESTION_1: "Отрядтар қалай құрылады?",
  ANSWER_1: "Отрядтар жас ерекшелігі принципі бойынша құрылады, балалар белсенділіктерге қатысып, қарым-қатынас жасау оңайырақ болу үшін. Сондай-ақ, қалау бойынша досыңызбен немесе туысыңызбен бір отрядта орналастыру туралы өтініш қалдыруға болады.",

  QUESTION_2: "Егер бала затын жоғалтса, не істеу керек?",
  ANSWER_2: "Лагерьде ұмытылған заттар жиналатын табылған заттар аймағы бар. Тәлімгерлер балаларға өз заттарын қадағалауға көмектеседі, бірақ біз жеке заттарды белгілеуді ұсынамыз (киім белгілері мен заттарына атын жазыңыз).",

  QUESTION_3: "Тазалық пен тәртіп қалай қамтамасыз етіледі?",
  ANSWER_3: "Корпустар мен лагерь аумағында күнделікті тазалау жүргізіледі. Балалар өз бөлмелерінде тәртіпті сақтауды үйренеді, ал тәлімгерлер бәрі тазалықты сақтауын бақылайды.",

  QUESTION_4: "Лагерьге үй тағамын әкелуге бола ма?",
  ANSWER_4: "Жоқ, санитарлық қауіпсіздік мақсатында тез бұзылатын өнімдерді әкелуге тыйым салынады. Лагерьде балалар теңгерімді тамақтанады.",

  QUESTION_5: "Лагерьде балаларды орналастыру қалай өтеді?",
  ANSWER_5: "Кіру кезінде балаларды лагерь қызметкерлері қарсы алады. Тәлімгерлер орналасуға көмектеседі, күн тәртібімен және лагерь аумағымен таныстырады. Орналастыру балалардың жасын ескере отырып жүргізіледі.",

  QUESTION_6: "Лагерьде тұру жағдайлары қандай?",
  ANSWER_6: "Балалар 4-8 адамдық бөлмелерде екі жақсы жабдықталған кампуста (төрт қабатты және екі қабатты) тұрады. Әр екі бөлмеге арналған блокта санитарлық торап (дәретхана, душ, қол жуғыш) бар. Бөлмелерде төсектер (бір қабатты және екі қабатты), жеке заттарға арналған шкафтар, тумбочкалар немесе сөрелер қарастырылған.",

  QUESTION_7: "Балалар лагерьде немен тамақтанады?",
  ANSWER_7: "«Фудзона» асханасында бес мезгіл тамақтану ұйымдастырылған. Рационға сорпалар, ет және балық тағамдары, гарнирлер, жаңа көкөністер, жемістер, сүт өнімдері кіреді. Түскі ас пен кешкі асқа балалар екі негізгі тағамның бірін таңдай алады. Сусындар (су, шай, компот) күні бойы қол жетімді.",

  QUESTION_8: "Егер бала ауырып қалса, не істеу керек?",
  ANSWER_8: "Лагерьде білікті қызметкерлері бар медициналық пункт жұмыс істейді. Қажет болған жағдайда медициналық көмек көрсетіледі, ал ата-аналар баланың жағдайы туралы дереу хабардар етіледі.",

  QUESTION_9: "Лагерьге гаджеттер әкелуге бола ма?",
  ANSWER_9: "Бала лагерьге толық ену үшін телефондар мен планшеттерді пайдалануды шектеуді ұсынамыз.",

  QUESTION_10: "Жолдаманы қалай брондауға болады?",
  ANSWER_10: "Сіз біздің сайтта өтінім қалдыра аласыз немесе лагерь әкімшілігіне телефон арқылы хабарласа аласыз. Ерте брондау кезінде жеңілдік қарастырылған, сондай-ақ көп балалы отбасыларға жеңілдіктер қарастырылған.",

  QUESTION_11: "Ауысым кезінде баламен байланысуға бола ма?",
  ANSWER_11: "Иә, лагерьде ата-аналарға қоңырау шалуға арналған арнайы уақыт бар. Сондай-ақ, тәлімгерлер ата-аналарды күн сайын баланың көңіл-күйі мен белсенділігі туралы хабардар етеді.",

  QUESTION_12: "Бөлмені алдын-ала брондауға бола ма?",
  ANSWER_12: "Жоқ, лагерьде бөлмелерді жеке брондау қарастырылмаған. Балаларды орналастыру ауысым басталар алдында олардың жасын, жынысын ескере отырып ұйымдастырылады. Егер сізде орналастыру бойынша ерекше тілектер болса (мысалы, бала досымен тұрғысы келсе), оларды жолдаманы брондау кезінде алдын-ала көрсетуге болады. Біз барлық өтініштерді ескеруге тырысамыз, бірақ 100% орындауға кепілдік беру әрдайым мүмкін бола бермейді.",

  QUESTION_13: "Бала үйде маңызды нәрсені ұмытып кетсе не істеу керек?",
  ANSWER_13: "Ата-аналар қажетті заттарды вожатыйлар немесе лагерь әкімшілігі арқылы жеткізе алады. Сондай-ақ, лагерь аумағында алғашқы қажеттілік тауарларын сатып алуға болатын дүкен бар.",

  QUESTION_14: "Баланы лагерьден ертерек алуға бола ма?",
  ANSWER_14: "Иә, егер қажеттілік туындаса. Ол үшін ата-аналар лагерь әкімшілігін алдын ала ескертіп, құжаттармен келіп, қажетті рәсімдерді орындауы керек.",

  QUESTION_15: "Егер бала жолға шығар алдында ауырып қалса не істеу керек?",
  ANSWER_15: "Егер бала ауырып қалса, сапарды кейінге қалдырған дұрыс. Келісім бойынша ауысымды ауыстыруға немесе жолдаманың құнын қайтару шарттарына сәйкес ақшаның бір бөлігін қайтаруға болады.",

  QUESTION_16: "Егер баланың туған күні ауысым кезінде болса не істеу керек?",
  ANSWER_16: "Біз бұл күнді ерекше етуге қуаныштымыз!\n✔️ Таңғы жаттығу кезінде бүкіл лагерьдің құттықтауы.\n✔️ Лагерь айдентикасы бар сыйлық – туған күн естелігі ретінде.\nВожатыйлар мен кураторлар балалардың туған күндерін келу кезінде анықтайды, бірақ егер сіз қосымша еске салғыңыз келсе, біз ризамыз!",

  QUESTION_17: "Лагерьге келген кезде қандай құжаттар қажет?",
  ANSWER_17: "«Звездный Бурабай» ДОРЦ-на келу үшін келесі құжаттарды ұсыну қажет:\n1. Жолдама\n2. Баланың туу туралы куәлігі немесе паспорты (көшірме).\n3. Медициналық анықтама (071/у нысаны).\n4. Эпидемиологиялық қоршаған орта туралы анықтама (әдетте кетуге 3 күн қалғанда беріледі).\n\nЕгер баланың созылмалы аурулары, аллергиясы немесе арнайы тамақтану талаптары болса, дәрігерден қосымша ұсыныстар мен лагерьге рұқсаты бар анықтама қажет.",

  QUESTION_18: "Лагерьге сәлемдемелер жіберуге бола ма?",
  ANSWER_18: "Жоқ. Балаларыңыздың қауіпсіздігі үшін үшінші тарап арқылы азық-түлік немесе басқа сәлемдемелер жіберуді ұсынбаймыз. Егер бұдан аулақ болу мүмкін болмаса, лагерь әкімшілігімен алдын ала келісуді сұраймыз.",

  QUESTION_19: "Лагерьде балалардың қауіпсіздігі қалай қамтамасыз етіледі?",
  ANSWER_19: "Лагерьде балалардың қауіпсіздігі қатаң сақталады. Барлық қызметкерлер сотталмағаны жөнінде тексеруден өтеді, сондай-ақ алғашқы көмек көрсету және төтенше жағдайларға әрекет ету бойынша оқытылады. Лагерь аумағында бейнебақылау камералары орнатылған және күзетшілер жұмыс істейді.",

  QUESTION_20: "Тәулік бойы медициналық қызмет көрсетіле ме?",
  ANSWER_20: "Иә, лагерьде тәулік бойы жұмыс істейтін медициналық пункт бар. Аумақта әрқашан алғашқы медициналық көмек көрсете алатын медицина қызметкерлері болады.",

  QUESTION_21: "Балаларды кім бақылап отырады және вожатыйлардың тәжірибесі қандай?",
  ANSWER_21: "Балаларды тәжірибелі, балалармен жұмыс істеу дағдылары бар, қауіпсіздік және педагогика бойынша тұрақты оқытудан өтетін вожатыйлар бақылайды.",

  QUESTION_22: "Азық-түлік сапасын бақылау қалай жүзеге асырылады?",
  ANSWER_22: "Азық-түлік сапасын арнайы тағайындалған қызметкерлер бақылайды. Олар азық-түлікті қабылдау кезінде және тамақ дайындау алдында тексереді. Тамақ балаларға берілерден бір сағат бұрын сапа сынамасынан өтеді. Барлық азық-түлік қолданар алдында тексеріледі, ал асхана санитарлық нормаларға сәйкестігі бойынша үнемі тексеріледі.",

  QUESTION_23: "Медициналық қызмет көрсету және аурулардың алдын алу қалай жүзеге асырылады?",
  ANSWER_23: "Лагерьде балалардың денсаулығын күнделікті бақылау қарастырылған. Біз таңертең және кешке профилактикалық тексерулер жүргіземіз және әр баланың жағдайын қадағалаймыз. Егер балада ауру белгілері пайда болса, дереу медициналық көмек шақырылады.",

  QUESTION_24: "Күн тәртібіне не кіреді?",
  ANSWER_24: "Күн тәртібіне таңғы жаттығу, қызығушылық сабақтары, спорттық ойындар, демалыс уақыты, ашық ауадағы іс-шаралар, түскі ас, тыныш сағат және кешкі бағдарламалар кіреді. Күн оқиғаларға толы, бірақ біз міндетті түрде демалу үшін уақыт бөлеміз.",

  QUESTION_25: "Лагерьде ыстық су, дәретхана және душ бар ма?",
  ANSWER_25: "Иә, лагерьде барлық қажетті жағдайлар бар. Ыстық су тәулік бойы қолжетімді, дәретханалар мен душ кабиналары әр ғимаратта орналасқан.",

  QUESTION_26: "Балаларға психологиялық қолдау қалай ұйымдастырылады?",
  ANSWER_26: "Лагерьде балалардың жаңа жағдайға бейімделуіне көмектесетін, қақтығыстарды шешетін және олардың эмоционалдық жағдайын қолдайтын психологтар жұмыс істейді.",

  QUESTION_27: "Балалар арасындағы қақтығыстардың алдын алу үшін қандай шаралар қабылданады?",
  ANSWER_27: "Біз балаларды қақтығыстарды бейбіт жолмен шешуге үйретеміз, ал вожатыйлар даулы жағдайлар туындаған кезде әрдайым көмекке келеді. Психологиялық қолдау кез келген уақытта қолжетімді.",

  QUESTION_28: "Балаға қолма-қол ақша беруге бола ма?",
  ANSWER_28: "Лагерьде қолма-қол ақшаны пайдаланбауға кеңес береміз, себебі бұл ыңғайлы әрі қауіпсіз. Ақша жоғалу немесе ұрлану қаупін азайту үшін төлемдерді қолма-қол емес тәсілдермен жасаған дұрыс.",

  MODAL_HEADER: "Ұмытылмас демалысыңды тезірек бронда!",
  MODAL_DESCRIPTION: "Біздің мамандар сізге келулер, брондау шарттары және акциялар туралы кеңес береді!",

  REVIEW_TITLE: "Лагерь туралы пікірлер",
}

export default kz