import { ReviewStruct } from "./types"

export const REVIEWS: ReviewStruct[] = [
  {
    id: 1,
    name: 'raziya',
    rang: 5,
    description: 'Лучший лагерь, еду 3 раз, впечатления просто вау. вожатые очень добрые , всегда помогут и поддержат. Директора тоже хорошие ,Майя Васильевна💘💘💘.Условия крутые , еда вкусная. В общем классный лагерь.',
  },
  {
    id: 2,
    name: 'Найля Тажиева',
    rang: 5,
    description: 'Была летом 2024 года 7 сезон 3а отряд.Очень классное место которое оставило кучу воспоминаний и эмоции!! Даже сейчас вспоминаю то время) очень скучаю по друзьям из этого лагеря, но они так далеко (. Надеюсь когда то встретимся...',
  },
  {
    id: 3,
    name: 'Сарвиноз Аминжанова',
    rang: 5,
    description: 'Керемет лагерь! Бір де бір минут та бекер өтпейді. Қызықты программа, ойындар, шаралар, би жарыстары. Келген бала келесі жыл да келуді қалайды. Өзім вожатая болып екінші жылы жұмыс жасап жатырмын. Осы жерге келу арқылы өзімде білмеген қырларымды аштым, балалар мен жұмыс жасауды, оларға қосылып бала болу қалай екендігін есіме түсірдім. Бір ауызбен айтқанда-барлығы да керемет❤️',
  },
  {
    id: 4,
    name: 'Almas Maratov',
    rang: 5,
    description: 'Был тут августом 2024 года, остался с самыми прекрасными воспоминаниями💚',
  },
  {
    id: 5,
    name: 'Полина',
    rang: 5,
    description: 'Все здорово, но жду мусорок в каждую комнату 😦\nХороший персонал и вожатые, проживание отличное, хорошая программа на каждый день. +Вожатые следят за дисциплиной в компании, по этому нет конфликтов. Еда вкусная, голодными вы здесь точно не останетесь.\n(Прошу, найдите Эрена и дорисуйте ему руку🙏🏻)',
  },
  {
    id: 6,
    name: 'Екатерина Шишкина',
    rang: 5,
    description: 'Самый лучший лагерь для детей👍',
  },
  {
    id: 7,
    name: 'Angel',
    rang: 5,
    description: 'Лучший лагерь,приеду обязательно ещё раз! Организаторы диджеи вожатые и кураторы хорошие, Сайран и Жайык топ еда имба 5 Б в сердце 💓',
  },
  {
    id: 8,
    name: 'Айзере Жанатаева',
    rang: 5,
    description: 'Лагерь суперский ❤️ Приезжаю сюда уже 3 год и все нравится. Еда вкусная, вожатые прекрасные и понимающие , кураторы лучшие ,комнаты хорошие, корпуса тоже , территория большая и чистая , везде лес очень красивый , что аж после лагеря непривычно быть в городе . Сергей Васильевич всегда стоит в столовой и спрашивает вкусной ли еда была , очень хорошо что лагерю важно чтоб еда была вкусной, а дети сытными. А еще я была министром образования 5 смены 😋Приеду я еще в след году , лагерь кайф💋💋 ТОЛЬКО СДЕЛАЙТЕ ЛАГЕРЬ ДО 15 ЛЕТ УМОЛЯЮЮЮЮ 🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏',
  },
  {
    id: 9,
    name: 'Bongebai Gabbas',
    rang: 5,
    description: 'Лагерь отличный, еда вкусная, на выбор. Вожатые профессионалы своего дела. В целом для лагеря эконом класса, качество и работа персонала на высшем уровне, данный лагерь стоит своих денег.',
  },
  {
    id: 10,
    name: 'Anya',
    rang: 5,
    description: 'В этом лагере очень весело.Каждый день много разных мероприятий.А дискотеки вообще отпад,бомба,пушка,огонь.Рацион питания разнообразный и полезный.В целом этот лагерь очень классный,продуктивный и очень очень веселый.3А...',
  },
]