/** Primary language of use */
const ru = {
  MORE: 'Подробнее',
  MIN_MORE: 'Свернуть',

  IMAGE_ALT: "Изображение",

  COPY: 'Скопировано: {{ text }}',
  COPY_ERROR: 'Ошибка копирования: {{ text }}',

  EMPTY: "Здесь пока пусто",

  VIEW: "Смотреть в источнике",

  TIME_WINTER: "Зима",
  TIME_SPRING: "Весна",
  TIME_SUMMER: "Лето",
  TIME_AUTUMN: "Осень",

  MONTH_DECEMBER: "Декабрь",
  MONTH_JANUARY: "Январь",
  MONTH_FEBRUARY: "Февраль",
  MONTH_MARCH: "Март",
  MONTH_APRIL: "Апрель",
  MONTH_MAY: "Май",
  MONTH_JUNE: "Июнь",
  MONTH_JULY: "Июль",
  MONTH_AUGUST: "Август",
  MONTH_SEPTEMBER: "Сентябрь",
  MONTH_OCTOBER: "Октябрь",
  MONTH_NOVEMBER: "Ноябрь",

  META_TITLE: "Звездный отдых",
  META_DESCRIPTION: "Мы создаем пространство, где каждый отдых становится началом удивительной истории – твоей истории, яркой и неповторимой. Присоединяйся к нам и позволь своей звезде сиять ещё ярче!",

  NAV_ABOUT: "О нас",
  NAV_CAMP: "Пространтсво лагеря",
  NAV_CHANGE: "График смен",
  NAV_SEASON: "Сезоны",
  NAV_REVIEW: "Отзывы",
  NAV_GALLERY: "Галерея",
  NAV_MISSION: "Наша миссия",
  NAV_MAP: "Мы на карте и контакты",
  NAV_QUESTION: "Вопросы ",

  HOME_TITLE: "Твой звездный отдых начинается здесь!",
  HOME_SUBTITLE: "Мы создаем пространство, где каждый отдых становится началом удивительной истории – твоей истории, яркой и неповторимой. Присоединяйся к нам и позволь своей звезде сиять ещё ярче!",

  SUBMIT_BOOK: "Забронировать",

  MODAL_TITLE: "Бронируй скорее свой незабываемый отдых!",
  MODAL_SUBTITLE: "Наши специалисты проконсультируют вас по заездам, условиям бронирования и акциям!",
  MODAL_BTN_PHOME: "Позвонить",

  ABOUT_TITLE: "О нас и о нашей звездной истории",

  ABOUT_CARD_NAME_1: "2002 по 2012 год",
  ABOUT_CARD_DESCRIPTION_1: "Наша история началась в 2002 году, с базы «Континент» – в своё время самая известная детская база. Именно здесь зародилась идея создать пространство, для детей.\nВ период с 2002 по 2012 год «Континент» стал местом, где формировались яркие воспоминания, где дети открывали для себя радость общения, активного отдыха и дружбы.\nСегодня удивительным образом история продолжается: те, кто когда-то отдыхали у нас, стали родителями, и теперь сами привозят своих детей в «Звездный Бурабай». Это преемственность поколений – доказательство того, что наши ценности, забота и любовь к детству остаются неизменными.\nМы гордимся своим прошлым и с трепетом смотрим в будущее, продолжая создавать место, куда всегда хочется вернуться и где каждая звезда зажигается ярче с каждым новым днём.",

  ABOUT_CARD_NAME_2: "2021 по 2024",
  ABOUT_CARD_DESCRIPTION_2: "В 2021 году ДОЦ «Звездный» был взят в доверительное управление с амбициозной целью: инвестировать в создание достойного пространства для детей и воплотить мечту о современном отдыхе. Тогда было принято стратегическое решение собрать команду профессионалов, ранее работавших на базе «Континент», и запустить новый формат детского отдыха. Так родился «Звездный Континент», по которому мы трудились до 2024 года.",

  ABOUT_CARD_NAME_3: "С 2024 год мы пишем новую историю",
  ABOUT_CARD_DESCRIPTION_3: "В конце 2024 года мы приняли важное решение — пересмотреть концепцию детского отдыха и прописать стратегию развития лагеря на ближайшие 5 лет. Мы осознали, что система «Континент», по которой мы работали, уже не отвечает современным требованиям. Время не стоит на месте, и детям нового поколения требуется другой подход. Мы решили не просто обновить лагерь, а создать современное пространство для отдыха, развития и вдохновения. Так появился «Звездный Бурабай» — лагерь, который объединяет природу, технологии, творчество и дружбу.\n\nНаш путь в будущее: цели на ближайшие 5 лет\nПолный ребрендинг — новый облик, новая философия, новые возможности.\nОбновленные программы — тематические смены, soft skills, творчество,лидерство,коммуникация,командная работа, спорт, наука.\nНовый уровень комфорта и безопасности — качественное питание, медицинское сопровождение, контроль за условиями отдыха.\nМодернизация лагеря — улучшение инфраструктуры, удобные корпуса, благоустройство территории.",

  CAMP_TITLE: "Пространство лагеря",

  CAMP_ITEM_1: "Жилые корпуса",
  CAMP_NAME_1: "Два просторных и комфортабельных корпуса на 300 спальных места",
  CAMP_DESCRIPTION_1: "Просторные жилые корпуса, рассчитанные на размещение детей в комнатах по 4–8 человек.",
  CAMP_PUNKT_1_1: "Душ с туалетом в каждой комнате",
  CAMP_PUNKT_1_2: "Есть зоны отдыха где детки могут отдохнуть",

  CAMP_ITEM_2: "Мед. пункт",
  CAMP_NAME_2: "Медицинский пункт",
  CAMP_DESCRIPTION_2: "На территории лагеря расположен медицинский блок, оборудованный всем необходимым для оказания первой помощи и контроля за здоровьем детей. Медицинский персонал следит за состоянием детей, проводит осмотры и при необходимости принимает меры для их безопасности и комфорта.",
  CAMP_PUNKT_2_1: "Аптечный пункт с необходимыми медикаментами",
  CAMP_PUNKT_2_2: "Круглосуточное дежурство квалифицированных врачей",

  CAMP_ITEM_3: "Культурно-досуговый центр",
  CAMP_NAME_3: "Культурно-досуговый центр",
  CAMP_DESCRIPTION_3: "В лагере созданы все условия для творческого развития и увлекательного досуга детей. Мы организуем фестивали, конкурсы, квесты, тематические вечера, где каждый ребенок может проявить себя, найти новые увлечения и раскрыть свой потенциал!",
  CAMP_PUNKT_3_1: "Арт-студия – пространство для рисования, рукоделия, театральных постановок и других творческих занятий",
  CAMP_PUNKT_3_2: "Две уличные сцены, малая и большая – площадки для концертов, конкурсов, выступлений",

  CAMP_ITEM_4: "Столовая",
  CAMP_NAME_4: "Столовая",
  CAMP_DESCRIPTION_4: "Столовая лагеря находится в отдельном кампусе «Фудзона», обеспечивая комфортные условия для питания детей. Это просторное и светлое помещение, где одновременно могут разместиться до 150 человек. Столовая – это не просто место для еды, а важная часть лагеря, где дети получают полноценное питание и могут отдохнуть перед новыми приключениями!",
  CAMP_PUNKT_4_1: "Контроль качества – все продукты соответствуют санитарным нормам и проходят строгий контроль",
  CAMP_PUNKT_4_2: "Чистота и порядок – персонал следит за чистотой столов и общей гигиеной",

  CAMP_ITEM_5: "Спортивная площадка",
  CAMP_NAME_5: "Спортивные площадки",
  CAMP_DESCRIPTION_5: "Лагерь расположен на просторной территории 8,6 га, окруженной природой, что создает комфортные условия для отдыха и активных игр. Территория лагеря продумана так, чтобы дети могли сочетать активный отдых, спорт и расслабление на свежем воздухе.",
  CAMP_PUNKT_5_1: "Два волейбольных поля",
  CAMP_PUNKT_5_2: "Футбольное поле",
  CAMP_PUNKT_5_3: "Множество беседок",
  CAMP_PUNKT_5_4: "Прогулочные зоны",

  CHANGE_TITLE: "Смены",
  CHANGE_ONE: "смена",
  CHANGE_EXIT: "Выезд",
  CHANGE_CHECK_IN: "Заезд",

  SEASON_TITLE: "Сезоны",
  SEASON_SUBTITLE: "Посмотрите как могут выглядеть не забываемые впечатления",

  SEASON_SUMMER_NAME_1: "Лето в «Звездном Бурабай» – время приключений, дружбы и волшебства!",
  SEASON_SUMMER_DESCRIPTION_1: "Представь себе место, где каждое утро начинается с улыбки, а день наполнен захватывающими приключениями, веселыми играми и волшебными мгновениями. Это «Звездный Бурабай» – лагерь, где сбываются мечты и рождаются лучшие летние истории!",

  SEASON_SUMMER_NAME_2: "Территория свободы и радости",
  SEASON_SUMMER_DESCRIPTION_2: "Здесь 8,6 гектаров пространства, где можно бегать, играть, мечтать и дышать полной грудью. Лето в лагере – это залитые солнцем поляны, шум ветра в соснах и звонкий смех детей.",

  SEASON_SUMMER_NAME_3: "Водные приключения",
  SEASON_SUMMER_DESCRIPTION_3: "В жаркие дни мы освежаемся в бассейнах, устраиваем пенные вечеринки и водные битвы.",

  SEASON_SUMMER_NAME_4: "Спортивные игры",
  SEASON_SUMMER_DESCRIPTION_4: "На футбольном поле и волейбольных площадках кипят настоящие сражения, где важна не только победа, но и командный дух!",

  SEASON_SUMMER_NAME_5: "Творчество без границ",
  SEASON_SUMMER_DESCRIPTION_5: "В Арт-студии оживают фантазии: рисунки, поделки, театральные постановки и даже создание собственного шоу.",

  SEASON_SUMMER_NAME_6: "Тепло дружбы у костра",
  SEASON_SUMMER_DESCRIPTION_6: "Когда солнце садится за горизонт, начинается самая волшебная часть дня – вечер у костра. Мы поем любимые песни, рассказываем истории и чувствуем себя частью большой звездной семьи.",

  SEASON_SUMMER_NAME_7: "Финальный аккорд – фейерверк эмоций!",
  SEASON_SUMMER_DESCRIPTION_7: "Каждая смена заканчивается грандиозным праздником, где звучит музыка, вспыхивают яркие огни в небе, и все понимают: это лето запомнится навсегда.",

  SEASON_WINTER_NAME_1: "Зима в «Звездном Бурабае» – время чудес, снежных приключений и теплых встреч!",
  SEASON_WINTER_DESCRIPTION_1: "Представь себе мир, где снег искрится под солнцем, воздух наполнен звонким смехом, а каждая минута – это маленькое чудо. В «Звездном Бурабай» зима превращается в настоящее сказочное путешествие, где каждый ребенок – главный герой своей зимней истории!",

  SEASON_WINTER_NAME_2: "Катание с самой лучшей горки!",
  SEASON_WINTER_DESCRIPTION_2: "Здесь ждут захватывающие спуски на тюбингах– дух захватывает, а улыбка не сходит с лица! Кто построит самую крепкую снежную крепость? Кто первым добежит до финиша в ледяной эстафете?",

  SEASON_WINTER_NAME_3: "Уютные вечера у костра",
  SEASON_WINTER_DESCRIPTION_3: "Когда заходит солнце, мы собираемся вокруг теплого огня и поем любимые песни под гитару.",

  SEASON_WINTER_NAME_4: "Праздники, которые запомнятся навсегда",
  SEASON_WINTER_DESCRIPTION_4: "Новогодние чудеса – встреча с Дедом Морозом, Снегурочкой и мешком подарков. Театральные постановки – дети сами превращаются в героев сказок! Магия фейерверков – финальный аккорд каждой смены, когда небо вспыхивает яркими огнями.",

  GALLERY_TITLE: "Галерея лагеря",

  MISSION_TITLE: "Наша миссия",
  MISSION_SUBTITLE: "Мы искренне верим, что каждый ребенок –это уникальная звезда с неповторимым светом. Наша миссия-создать пространство,где этот свет не просто раскрывается,а сияет ярче с кажым днем!",

  MISSION_NAME_1: "Наша звездная филиссофия",
  MISSION_DESCRIPTION_1: "Мы искренне верим, что каждый ребенок – это уникальная звезда с неповторимым светом. Наша миссия-создать пространство,где этот свет не просто раскрывается,а сияет ярче с кажым днем!",

  MISSION_NAME_2: "Наша звездная цель",
  MISSION_DESCRIPTION_2: "Наша цель –превратить каждый момент пребывания в Звездном Бурабай в возможность для личного роста и самооткрытия.\nМы стремимся:\n- Развивать творческое мышление и инициативность,чтобы каждая наша звездочка нашла способ сиять ярче.\n- Создаем поддерживающую и вдохновляющую атмосферу, в которой дети учатся дружбе взаимопомощи и лидерству.\nБлагодаря чему каждый ребенок становится не просто участником,а главным героем своего собственного звездного пути к успеху!",

  MAP_TITLE: "Мы на карте и наши контакты",
  MAP_PHONE: "Номер отдела продаж WhatsApp и Звонки",
  MAP_PARENT: "Номер поддержки родителей",
  MAP_EMAIL: "Почта email",

  QUESTION_TITLE: "Вопросы",

  PUSH_BOOK: "Успей забронировать лучшие каникулы",

  ALERT_COPY: "Успешно скопировано!",

  FOOTER_SECTION: "Разделы",
  FOOTER_DOCX: "Документы",
  FOOTER_CONTACT: "Контакты",
  FOOTER_DESIGN: "Дизайнер",
  FOOTER_POLITIC: "Договор оферты",
  FOOTER_COPYRIGHT: "©  2012-{{year}} гг.  ТОО \"ЭДЕЛЬВЕЙС 2030\"",

  TRACK_NATURE: "Природа",
  TRACK_COZY: "Уют",
  TRACK_HEAT: "Тепло",
  TRACK_SPORT: "Спорт",
  TRACK_DANCE: "Танцы",
  TRACK_FUN: "Веселье",
  TRACK_FOREST: "Лес",
  TRACK_CHILDHOOD: "Детство",
  TRACK_CAMP: "Лагерь",
  TRACK_HOLIDAYS: "Каникулы",
  TRACK_SUMMER: "Лето",

  QUESTION_1: "Как формируются отряды?",
  ANSWER_1: "Отряды формируются по возрастному принципу, чтобы детям было комфортнее общаться и участвовать в активностях. Также при желании можно оставить заявку на размещение в одном отряде с другом или родственником.",

  QUESTION_2: "Что делать, если ребенок потерял вещь?",
  ANSWER_2: "В лагере есть зона находок, где собираются забытые вещи. Вожатые помогают детям следить за своими вещами, но рекомендуем маркировать личные вещи (подписывать имя на бирках одежды и принадлежностях).",

  QUESTION_3: "Как обеспечивается чистота и порядок?",
  ANSWER_3: "В корпусах и на территории лагеря ежедневно проводится уборка. Дети также учатся поддерживать порядок в своих комнатах, а вожатые контролируют, чтобы все соблюдали чистоту.",

  QUESTION_4: "Можно ли привозить в лагерь домашнюю еду?",
  ANSWER_4: "Нет, в целях санитарной безопасности запрещено привозить скоропортящиеся продукты. В лагере дети получают сбалансированное питание.",

  QUESTION_5: "Как проходит заселение детей в лагере?",
  ANSWER_5: "При заезде детей встречает персонал лагеря. Вожатые помогают с размещением, знакомят с распорядком дня и территорией лагеря. Заселение проходит с учетом возраста детей.",

  QUESTION_6: "Какие условия проживания в лагере?",
  ANSWER_6: "Дети проживают в двух благоустроенных кампусах (четырехэтажном и двухэтажном) в комнатах на 4–8 человек. В каждом блоке на две комнаты есть санузел (туалет, душ, умывальник). В комнатах предусмотрены кровати (одноярусные и двухъярусные), шкафчики для личных вещей, тумбочки или полки.",

  QUESTION_7: "Чем питаются дети в лагере?",
  ANSWER_7: "Организовано пятиразовое питание в столовой «Фудзона». В рацион входят супы, мясные и рыбные блюда, гарниры, свежие овощи, фрукты, молочные продукты. На обед и ужин дети могут выбрать одно из двух вторых блюд. Напитки (вода, чай, компот) доступны в течение дня.",

  QUESTION_8: "Что делать, если ребенок заболеет?",
  ANSWER_8: "В лагере работает медицинский пункт с квалифицированным персоналом. При необходимости оказывается медицинская помощь, а родители незамедлительно уведомляются о состоянии ребенка.",

  QUESTION_9: "Можно ли привозить в лагерь гаджеты?",
  ANSWER_9: "Рекомендуем ограничить использование телефонов и планшетов, чтобы ребенок мог полноценно погрузиться в лагерь.",

  QUESTION_10: "Как забронировать путевку?",
  ANSWER_10: "Вы можете оставить заявку на нашем сайте или связаться с администрацией лагеря по телефону. При раннем бронировании действует скидка, а также предусмотрены льготы для многодетных семей.",

  QUESTION_11: "Можно ли связаться с ребенком во время смены?",
  ANSWER_11: "Да, у лагеря есть специальное время для звонков родителям. Также вожатые ежедневно информируют родителей о самочувствии и активности ребенка.",

  QUESTION_12: "Можно ли заранее забронировать комнату?",
  ANSWER_12: "Нет, в лагере не предусмотрено индивидуальное бронирование комнат. Размещение детей организуется перед началом смены, с учетом их возраста, пола. Если у вас есть особые пожелания по размещению (например, ребенок хочет жить с другом), их можно заранее указать при бронировании путевки. Мы постараемся учесть все запросы, но гарантировать 100% выполнение не всегда возможно.",

  QUESTION_13: "Что делать, если ребенок забыл что-то важное дома?",
  ANSWER_13: "Родители могут передать необходимые вещи через вожатых или администрацию лагеря. Также на территории лагеря имеется магазин, где есть возможность приобрести товары первой необходимости.",

  QUESTION_14: "Можно ли забрать ребенка из лагеря раньше?",
  ANSWER_14: "Да, если возникла необходимость. Для этого родителям нужно предупредить администрацию лагеря, прибыть с документами и оформить соответствующие бумаги.",

  QUESTION_15: "Как быть, если ребенок заболел перед заездом?",
  ANSWER_15: "Если ребенок заболел, лучше отложить поездку. По договоренности можно перенести смену или вернуть часть стоимости путевки согласно условиям возврата.",

  QUESTION_16: "Что делать, если у ребенка день рождения во время смены?",
  ANSWER_16: "Мы рады сделать этот день особенным!\n✔️ Поздравление на утренней зарядке – именинника поздравляет весь лагерь.\n✔️ Подарок с айдентикой лагеря – на память о празднике.  \nВожатые и кураторы заранее узнают даты рождения детей при заезде, но если вы хотите дополнительно напомнить нам, мы будем вам признательны!",

  QUESTION_17: "Какие документы нужны при заезде в лагерь?",
  ANSWER_17: "Для заезда в ДОРЦ «Звездный Бурабай» необходимо предоставить следующие документы:\n1. Путевка\n2. Свидетельство о рождении или паспорт ребенка (копия).\n3. Медицинская справка (форма 071/у).\n4. Справка об эпидемиологическом окружении (обычно выдается за 3 дня до отъезда).\n\nЕсли у ребенка есть хронические заболевания, аллергии или особые требования по питанию, необходимо предоставить дополнительную справку от врача с рекомендациями и допуском в лагерь.",

  QUESTION_18: "Можно ли отправлять посылки в лагерь?",
  ANSWER_18: "Нет. В целях безопасности Ваших детей мы не рекомендуем отправлять продукты питания или другие посылки через третьих лиц. Если этого невозможно избежать, просим Вас согласовать отправку с администрацией лагеря.",

  QUESTION_19: "Как обеспечивается безопасность детей в лагере?",
  ANSWER_19: "В лагере обеспечивается строгая безопасность детей. Все сотрудники проходят проверку на наличие судимостей, а также обучение оказанию первой помощи и реагированию на чрезвычайные ситуации. На территории лагеря установлены видеокамеры и работают охранники.",

  QUESTION_20: "Есть ли круглосуточное медицинское обслуживание?",
  ANSWER_20: "Да, в лагере есть медицинский пункт с круглосуточным доступом. На территории всегда присутствует медицинский персонал, который может оказать первую медицинскую помощь.",

  QUESTION_21: "Кто сопровождает детей и какой опыт у вожатых?",
  ANSWER_21: "Дети находятся под присмотром квалифицированных вожатых, которые имеют опыт работы с детьми и регулярно проходят тренинги по безопасности и педагогике.",

  QUESTION_22: "Как осуществляется контроль за качеством пищи?",
  ANSWER_22: "Качество пищи контролируется специально назначенными сотрудниками, которые проверяют продукты при поступлении и перед приготовлением пищи. За час до подачи пищи детям проводится проба для допуска продуктов к употреблению. Все продукты проходят проверку перед использованием, а кухня регулярно проверяется на соответствие санитарным нормам.",

  QUESTION_23: "Как обстоят дела с медицинским обслуживанием и профилактикой заболеваний?",
  ANSWER_23: "В лагере предусмотрена ежедневная проверка здоровья детей. Мы проводим профилактические осмотры утром и вечером и следим за состоянием каждого ребенка. Если у ребенка появляются симптомы заболевания, сразу же вызывается медицинская помощь.",

  QUESTION_24: "Что входит в расписание дня?",
  ANSWER_24: "Распорядок дня включает утреннюю зарядку, занятия по интересам, спортивные игры, время для отдыха, занятия на свежем воздухе, обед, тихий час и вечерние мероприятия. День насыщен событиями, но мы обязательно выделяем время для отдыха.",

  QUESTION_25: "Есть ли в лагере горячая вода, туалет и душ?",
  ANSWER_25: "Да, все эти удобства в лагере есть. Горячая вода доступна круглосуточно, туалеты и душевые кабины есть в каждом корпусе лагеря.",

  QUESTION_26: "Как организована психологическая поддержка детей?",
  ANSWER_26: "В лагере работают психологи, которые помогают детям адаптироваться к новым условиям, разрешают возможные конфликты и поддерживают эмоциональное состояние ребенка.",

  QUESTION_27: "Какие меры принимаются для предотвращения конфликтов между детьми?",
  ANSWER_27: "Мы учим детей разрешать конфликты мирным путем, а вожатые всегда готовы вмешаться, если возникают спорные ситуации. Психологическая поддержка доступна детям в любой момент.",

  QUESTION_28: "Могу ли я отправить с ребенком наличные деньги?",
  ANSWER_28: "Мы рекомендуем избегать использования наличных денег в лагере для удобства и безопасности. Лучше всего осуществлять расчеты с помощью безналичных способов, чтобы минимизировать риски потери или кражи.",

  MODAL_HEADER: "Бронируй скорее свой незабываемый отдых!",
  MODAL_DESCRIPTION: "Наши специалисты проконсультируют вас по заездам, условиям бронирования и акциям!",

  REVIEW_TITLE: "Отзывы лагеря",
}

export type TransType = typeof ru
export default ru